# MakeModifierClass

## Description
Creates special class for modifiers (if it not exists).

```pascal
PROCEDURE MakeModifierClass(modifierClass : STRING);
```

```python
def vs.MakeModifierClass(modifierClass):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|modifierClass|STRING|   |

## Version
Availability: from Vectorworks 2015

## Category
* SiteModel Interface Library